Repository: wp-plugins/custom-avatars-for-comments
Catalog: translations/custom-avatars-for-comments-*.po
Languages: bg_bg, de_de

source: Pick an avatar:
bg_bg: Избери аватар:
de_de: Wähle einen Avatar aus:

source: Comment Avatars
bg_bg: Аватари за коментари
de_de: Kommentar-Avatare

source: Custom Avatars For Comments
bg_bg: Различни аватари във коментарите
de_de: Individuelle Avatare für Kommentare

source: With this plugin your visitors can select from a list of custom avatars when they leave a comment.
bg_bg: Със това разширение, вашите посетители могат да избират от лист със различни аватари, когато оставят коментар.

source: No <code>wp-content/commentavatars/</code> directory exists. Please create it and upload some avatars.
bg_bg: Няма папка с името <code>wp-content/commentavatars/</code>. Моля създайте и качете няколко аватара.
de_de: Kein <code>wp-content/commentavatars/</code> Verzeichnis existiert. Bitte legen Sie es an und laden Sie Avatare hoch.

source: You can upload additional avatars to <code>wp-content/commentavatars/</code> any time. Please don't delete existing ones, as that will lead to broken image links if they were already used.
bg_bg: Вие може да качите различни аватари във <code>wp-content/commentavatars/</code> по всяко време. Моля не изтривайте сегашните, понеже линковете към изображенията ще се развалят, ако вече са използвани.
de_de: Sie können jederzeit zusätzlich avatare nach <code>wp-content/commentavatars/</code> hochladen. Bitte löschen Sie nicht bereits vorhandene Bilder, da dies zu Anzeigefehlern führen kann wenn sie schon benutzt wurden.

source: Hide the select avatar field
bg_bg: Скрий полето със маркираният аватар

source: Use this option if you are placing the select field by hand in your theme.
bg_bg: Използвайте тази опция, ако използвате полето на вашата тема.

source: Label for the avatar select list
bg_bg: Дизайн за вашият списък със аватари
de_de: Etikett für die Avatar-Auswahlliste

source: Automatically select first custom avatar?
bg_bg: Автоматично да избира първият различен аватар?
de_de: Automatisch den ersten Avatar auswählen?

source: This will effectively disable gravatars.
bg_bg: Това ще премахне gravatars.
de_de: Dies wird gravatare deaktivieren.

source: Automatically select a random avatar?
bg_bg: Автоматично да избира произволен аватар?
de_de: Automatisch einen zufälligen Avatar aus der Liste auswählen?

source: This will effectively disable gravatars and won't work with caching plugins. If you need that feature please do contact me for professional support.
bg_bg: Така ефективно ще забраните Gravatars и няма да работи с кеширане плъгини. Ако имате нужда от тази функция моля, свържете се с мен за професионална подкрепа.
de_de: Dies wird gravatare deaktivieren. Dies wird nicht mit cache-Plugins funktionieren. Falls Sie dieses Feature benötigen kontaktieren Sie mich bitte für professionellen support.

source: Select no avatar link text:
bg_bg: Напишете линк за аватар, когато няма:
de_de: Keinen Avatar auswählen Verweistext:

source: Useful if you have automatic avatar selection enabled or if visitors change their mind.
bg_bg: Полезно е, ако имате автоматичен аватар избирател или ако посетителите променят решението си.
de_de: Nützlich wenn man automatisches Auswählen eines Avatars aktiviert hat, oder wenn ein Besucher es sich anders überlegt.

source: Use a default.png if no custom avatar is selected?
bg_bg: Използвай default.png, ако не е избран аватар.
de_de: Soll die Datei default.png benutzt werden, wenn kein individueller Avatar ausgewählt wurde?

source: You'll need to have a default.png file in the avatars directory. This will disable gravatars.
bg_bg: Нужно е да имате файл default.png във папката със аватарите. Това ще забрани gravatars.
de_de: Sie müssen eine Datei namens default.php in das avatar-Verzeichnis hochladen. Damit werden gravatare deaktiviert.

source: Hide default.png in the custom avatar select list?
bg_bg: Скрий default.png във листа с аватари.
de_de: Soll default.png in der Avatar-Auswahlliste versteckt werden?

source: Use the default CSS styles that come with this plugin?
bg_bg: Използвай началните CSS стилове, които са със плъгина?
de_de: Sollen die Standard-CSS Stile dieses pugins benutzt werden?

source: Force custom avatars width and height:
bg_bg: Оразмерявай автарите със:
de_de: Breite und Höhe der Avatare erzwingen:

source: This field's value is added as width and height attributes to the avatar &lt;img&gt; tags, e.g. '44px'.
bg_bg: Това поле е за да добавите ширина и височина на аватара &lt;img&gt; tags, e.g. '44px'.
de_de: Dieser Wert wird als width- und height-Attribute den avatar &lt;img&gt;-tags hinzugefügt, z.B. '44px'.

source: Force Custom border color:
bg_bg: Цвят на рамката:
de_de: Rahmenfarbe erzwingen:

source: (e.g. '#ff0000').
bg_bg: (Пр.'#ff0000').
de_de: (z.B. '#ff0000').

source: Show the link to the plugin page in the footer?
bg_bg: Показване на линкът на плъгина във фуутера ви?
de_de: Soll der Verweis zu der plugin-Seite im Fuß angezeigt werden?

source: Reset the form?
bg_bg: Изчистване формата?

source: Save Changes
bg_bg: Запази Промените

source: Do you like this plugin?
bg_bg: Харесвате ли този плъгин?
de_de: Gefällt Ihnen diese plugin?

source: <a href="%s">Rate</a> it
bg_bg: <a href="%s">Гласувай</a>
de_de: <a href="%s">Bewerten Sie es</a>

source: <a href="%s">Visit</a> it's homepage
bg_bg: <a href="%s">Посети</a> страницата на плъгина.
de_de: <a href="%s">Besuchen Sie seine Webseite</a>

source: <a href="%s">Subscribe</a> the feed
bg_bg: <a href="%s">Абонирай</a> се
de_de: <a href="%s">Abonnieren Sie den feed</a>

source: <a href="%s">Donate</a>!
bg_bg: <a href="%s">Дари</a>!
de_de: <a href="%s">Spenden Sie</a>!

source: About the author
bg_bg: За автора
de_de: Über den Autor

source: My <a href="%s">blog</a>
bg_bg: Моят <a href="%s">Блог</a>
de_de: Mein <a href="%s">Blog</a>

source: Subscribe via <a href="%s">RSS</a> or <a href="%s">email</a>
bg_bg: Абонирай се чрез <a href="%s">RSS</a> or <a href="%s">email</a>
de_de: Abonnieren via <a href="%s">RSS</a> or <a href="%s">e-Mail</a>

source: My other plugins
bg_bg: Другите ми плъгини
de_de: Meine anderen plugins

source: <a href="http://www.nkuttler.de">Translated by Nicolas</a>
bg_bg: <a href="http://www.asenov.net">Преведено от Veselin Asenov</a>
de_de: <a href="http://www.nicolaskuttler.de">Übersetzt von Nicolas</a>

source: With this plugin your visitors can select from a list of custom avatars when they leave a comment. This plugin does <strong>not</strong> work out of the box, you <strong>need</strong> to modify your theme and upload avatars first. Please see the included readme.txt for instructions.
de_de: Mit diesem plugin können Ihre Besucher aus einer Liste von Avataren einen auswählen, wenn sie einen Kommentar hinterlassen. Dieses plugin funktioniert <strong>nicht</strong> ohne zusätzliche Arbeiten. Das Theme <strong>muss</strong> zuerst modifiziert werden. Bitte schauen Sie in die readme.txt Datei.
